{
  "name": "Erone Abbey",
  "pages": [
    {
      "name": "Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<p><strong>Pilgrimage:</strong> The PCs have transgressed against the Peonian Church. To make amends, they have to make a barefooted pilgrimage to Erone and pray for forgiveness. After they arrive, an intriguing event occurs.</p>\n<p><strong>Seek Healing:</strong> One of the PCs (or an important NPC) is gravely ill or wounded. The local physicians can do nothing to save them. They urge the PCs to rush him to Erone. Only a dip in the holy spring, the ministrations of the holy sisters and the blessings of Peoni can save him.</p>\n<p><strong>For Better or Worse:</strong> One of the PCs’ friends is getting married. The wedding will be held at the abbey. The bride and groom’s families do not get along and this wedding is meant to heal old wounds. He asks the PCs to keep the two sides apart and keep the peace so the wedding doesn’t make things worse.</p>\n<p><strong>The Roof Debt:</strong> The abbey’s roof debt has come due. The PCs are hired to collect. They arrive and are welcomed by hardworking nuns, sick children and many starving poor. The coffers are empty. Will the PCs take mercy on the abbey? If they are unduly harsh or rude with the abbess, word will get back to the King. He will make good the abbey’s debt and wish to “have a talk” with those who threatened his vassals.</p>\n<p><strong>Appeal for Donations:</strong> Several months ago, the PCs received medical assistance from the abbey. They made a contribution, but now, the abbey is appealing to all of their patrons for emergency donations to pay off the roof debt.</p>\n<p><strong>Sanctuary:</strong> The PCs are in hot pursuit of a felon from Tashal. He arrives at the abbey moments ahead of them and claims sanctuary in Peoni’s Temple. The nuns form a human wall and will not let the PCs touch him. Sensitive negotiations ensue. The Bailiff of the Hundred will arrest any who desecrate the Holy Enclosure with violence.</p>\n<p><strong>Stopping Point:</strong> While enroute to (or from) Tashal, Erone is a natural rest stop. Peonian PCs will want to pray at the temple. While they are busy, someone steals some of their belongings. There is a thief at work in the abbey. Who is it? The abbess will allow some discreet enquires, but not accept any disruption of the normal routine.</p>\n<p><strong>Plea for Assistance:</strong> A panicked rider comes upon the PCs on the road. Brigands are attacking the abbey! Can the PCs get there in time? If they are too late, the bastards have fled with the scutage and roof debt moneys. Will the PCs recover it for the nuns?</p>\n<p><strong>Poachers and Trespassers:</strong> Someone has been poaching the king’s deer and farming fields in Chelmarch without the king’s permission. The PCs are hired to find out whom. The trail leads across the river to Erone to the hamlet of Telkwa. The PCs must bring the offending parties before the abbess and then before the Deputy Warden, Sir Korus of Ynel.</p>\n<p><strong>Information:</strong> The PCs are investigating a mystery. They have exhausted all resources they can think of until one helpful clerk suggests that the library at Erone Abbey may hold some texts that would help.</p>\n<p><strong>Burial Place:</strong> Before dying, a PC or valued NPC asked to be buried at Erone Abbey. After their friend’s death, the PCs decide to honour that request and take their body to the abbey. Unfortunately, after a few days, the body starts to decompose, causing all sorts of problems, including one group of villagers to accuse them of being familiars of an amorvrus and threatening to burn the coffin.</p>\n<p><strong>Drought and Pestilence:</strong> One of their lord’s manors is suffering a horrible year. The local peasants believe that they have somehow offended Peoni and ask permission to send a delegation to Erone to beg forgiveness and ask for her to end the drought. The PCs are assigned to lead this rag tag group of country bumpkins across the kingdom to the abbey.</p>\n<p><strong>Medicine:</strong> Fearing injuries and wounds on their next adventure, the PCs decide to visit Erone Abbey and stock up on all manner of oils, unguents, salves, balms, elixirs and potions from the hospital. The PCs are short of funds to buy all the things they want. The nuns are willing to give them what they want for free; they have a task for the PCs, which may, in the long term, prove more difficult than paying for the items with money.</p>\n<p><strong>Guardians:</strong> Rumours have reached the Laranian Church of a threat to Erone Abbey. The PCs are dispatched to provide protection to the Peonians. The problem is the abbess does not believe there is a threat nor want their protection. Can the PCs save Peonians despite their pacifist attitudes? The beadle is on their side.</p>\n<p><strong>Assisting a Reslava:</strong> During their travels, the PCs come across a wandering Peonian priest, Brother Yorag. He is old and sick. He asks their assistance to reach Erone. It turns out the Peonians view him as a living saint. If the PCs help, he survives to reach the abbey, dying the next day. The Peonians are so grateful, they will help the PCs in any way they can, including free medical treatment and supplies in the future.</p>",
        "format": 1
      },
      "_id": "j8eUcvISOjN7uKcC",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!HPnCXYDhzmCbP401.j8eUcvISOjN7uKcC"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article <a href=\"https://www.lythia.com/harnworld/settlements/erone-abbey/\">Erone Abbey</a> available at the HârnWorld fan site <a href=\"https://www.lythia.com/\">Lythia.com</a>.</p>\n<p> </p>\n<p><strong>Writer: </strong>Kerry Mould</p>\n<p><strong>Contributors:</strong> Joe Adams, Dave St. Pierre, John Sgammato</p>\n<p><strong>Maps: </strong>Dave St. Pierre</p>\n<p><strong>Artist: </strong>Richard Luschek</p>\n<p><strong>Converted to Foundry VTT:</strong> Tom Rodriguez</p>\n<p> </p>\n<p>Illustrations by Richard Luschek; visit his Patreon page at <a href=\"https://www.patreon.com/LuschekII\">https://www.patreon.com/LuschekII</a>.</p>",
        "format": 1
      },
      "_id": "gZsMF6dr9u8gr9FI",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!HPnCXYDhzmCbP401.gZsMF6dr9u8gr9FI"
    },
    {
      "name": "Settlement Overview",
      "type": "text",
      "text": {
        "content": "<p>Location: Tuselion Hundred, Semethshire, Kingdom of Kaldor</p>\n<p>Holder: Church of Peoni, Pelnala Velira Siwen</p>\n<p>Liege: Secular: King of Kaldor</p>\n<p>Religious: Sulaplyn Brygyne of Kynge</p>\n<p>Population: Village: 407 people (79 households)</p>\n<p>Abbey: 15 priestesses, 61 acolytes,</p>\n<p>approx. 65 patients and 40+ guests</p>\n<p>Gross Acres: 2960</p>\n<p>Land Quality: 1.19</p>\n<p>Erone Abbey, built in 335, is held by the female, celibate, Order of the Balm of Joy. Located on the Genin Trail, the main road to Tashal, the nunnery has a reputation for excellence in the healing arts. No wounded or sickly folk are turned away. Erone includes a large temple, a nunnery, a manor house, and an overburdened hospital.</p>\n<p>The famous Erone hospital is built upon natural mineral springs long considered therapeutic. The hospital produces a variety of oils, unguents, salves, balms, elixirs and potions, extracted and blended from all manner of efficacious herbs and fungi. The clerics gather these themselves or acquire them through trade. Sale of medicines brings much-needed silver to the abbey.</p>\n<p>The abbey enjoys the patronage of many noble benefactors, including King Miginath, the Baron of Ternua, and the Lady Thilisa of Qualdris. Despite this support, Erone is constantly on the verge of financial collapse. It is in debt to the Qualdris usurer Tommas of Cuke for the funds needed to replace the hospital roof damaged in a storm. [Kaldor v2, page 58].</p>\n<p>The manor consists of the village, mill, guesthouse and Holy Enclosure. Encircled by a thick hedge, the Holy Enclosure is consecrated as Peonian sacred ground, protected by both religious and secular law. The hedge encloses the Peonian temple, nunnery, hospital and some of the domestic buildings of the demesne farm. Although some consider them separate, the four areas function as one unit.</p>\n<p>There are stone and timber buildings within the Holy Enclosure. More expensive, stone is reserved for the most important buildings. Fittingly, the most prominent building is the large, very tall, single storey main temple with its shingled roof. The second most important building in the abbey, the hospital is considerably shorter. Its roof was recently replaced (at considerable expense) after being badly damaged in a storm. There are also four smaller chapels devoted to healing, marriage, private worship and funerals. The remaining two stone buildings are the manor house (which doubles as a guest house for visiting nobles) and the scriptorium / library.</p>\n<p>The timber buildings are far more numerous. Cruckframed with wattle and daub between the timbers, the wooden buildings are whitewashed and have thatched roofs. They range in size from the massive aisled tithe barn to a petit house for the abbess. Built by the local villagers as part of their tithes, they show considerable skill and attention to detail. Of note, many of the buildings inside the Holy Enclosure are round or have rounded ends, a style characteristic of Peonian timber architecture.</p>\n<h2>History</h2>\n<h3>Codominium</h3>\n<p>The oldest record of the mineral springs date from the time of the Codominium. They describe the site of a great Taur-Im-Aina, a Holy Grove or faerie-circle, centred on a hot spring just a few leagues south of the great Sindarin city of Meyvinel. Great beech trees ringed this sacred place of worship and meditation. Known as Anga-Tuia, it was a place of beauty and tranquil reflection for several millennia.</p>\n<h3>Jarin and Lythians</h3>\n<p>The Jarin settled the upper Kald from 1150BT and this region saw the greatest flowering of their culture on Hârn [Kaldor v2, pg 4]. It was during this time that Anga-Tuia first became a site of pilgrimage. Devoted to Siem, the hot spring’s therapeutic powers were well known to the Jarin of the upper Kald. After the Battle of Sorrows in 683BT, the elves and dwarves withdrew from the region leaving few traces. The local Jarin assimilated waves of Lythian barbarians, passing on their history, traditions and beliefs to these newcomers. This included the reverence and belief in the healing powers of the sacred pool at Anga-Tuia. Among the later waves of Lythian invaders were the region’s first Peonian missionaries. They spread their religion among the tribes and did what they could to alleviate pain and suffering of the poor.</p>\n<h3>Lothrim (96 – 120TR)</h3>\n<p>The site’s long tranquillity ended in 113TR when Lothrim’s forces captured nearby Meyvinel. As a demonstration of his power, Lothrim ordered the sacred grove of Anga-Tuia burned to the ground. The sacred pool was polluted with ash and horse dung and all worship of Siem was forbidden. A guard was established and all who attempted to worship at the site were killed without mercy. When Lothrim failed to return from Kiraz in 120TR, his empire collapsed and the watch on Anga-Tuia was abandoned. A few devout Siemists returned, but the trees were gone and the site was fouled.</p>\n<h3>Kingdom of Kephira (128 – 188TR)</h3>\n<p>By the time the Kingdom of Kephira was founded in 128TR, Peoni and Larani had overtaken Siem and Ilvir as the dominant religions of the region. The old ways were fading into myth and legend. The people living on the east bank of the Kald still passed down tales of the healing powers of the hot spring, though its relationship to Siem faded as the number of Siemists dwindled and slowly the site came to be associated with a new god, Peoni.</p>\n<p>Between 145 and 177TR, eastern Hârn enjoyed unusually mild weather. Excellent crop yields and hunting encouraged rapid population growth. It was during this period that much of the forest around what is now present day Erone was cleared for the first time. The deep, fertile soil of the region proved outstanding for agriculture and the population grew quickly. Named for a local headman, the small village of Erone was established on the banks of Lyben Creek.</p>\n<p>This period of growth and prosperity came to an end with the Migration Wars (178 – 240TR). The Kath barbarians overran the western half of the kingdom after the battles of Hosat (178TR) and Lareb Hill (187TR). After each defeat, eastern Kephira was swamped with refugees fleeing the barbarians for the relative safety of the east bank of the Kald River. Kaldor was founded in 188TR when Medrik of Serelind annexed the remnants of Kephira, including Erone (by this time a sizeable village).</p>\n<h3>Founding of the Abbey</h3>\n<p>Under the House of Tane (188 – 362TR), Kaldor grew and prospered. At the same time, the churches of Larani and Peoni came to dominate the religious climate of Kaldor. The worship of Peoni became very popular among the common folk and wandering mendicants and village priests became ubiquitous throughout the kingdom. Although thoroughly decentralized, the Peonian church did recognize the requirement for some central organization to unify the faithful. The Council of Perna in 293TR created the Peonian Hapalanate and established the current structure of the church [HârnReligion, Peoni, pg. 4].</p>\n<p>In 328TR, the church received permission and financial backing from King Aidrik I to build a major temple in Tashal. It was to serve as a hospital and centre for training new priests and priestesses. Even before the Peonian temple was completed, it was awash the needy and sick. Located just across Kald Square from his castle, the King was not amused. After an outbreak of Grey Fever in 333TR, Aidrik I ordered the Peonians to move their hospital outside the city walls.</p>\n<p>The Peonians set up a temporary hospital in the village of Erone, just south of Tashal. Already well known for its therapeutic springs, it was close to the capital and located on the Genin Trail for easy access. The king supported this choice and granted the entire manor to the Order of the Balm of Joy in 334TR. Construction of the permanent abbey began in 335TR with the support of the king and several major nobles.</p>\n<p>The first buildings in Erone were built of timber and included a temple, hospital and a dorter (dormitory) for the priestesses. Over the next couple of years a kitchen and refectory were added. The first stone buildings were Tirrala’s Chapel, followed by a small manor house. The manor house accommodated the two knights the abbey hired to meet their feudal obligations to the king. Over the next few decades, the hedge was planted and many new buildings were added.</p>\n<h3>The Kaldoric Civil War (362 – 377TR)</h3>\n<p>Civil war raged back and forth across Kaldor for fifteen years. Erone Abbey did its best to remain neutral and out of the fight, however it was inevitable that it would be drawn into the conflict. In 371TR, supporters of Aidrik II, wounded in an ambush, arrived at the abbey and demanded medical aid from the nuns. The abbey’s two knights confronted the large armed party and were slain without mercy. With no other option, the nuns complied. Later that evening, Fierth’s raiders arrived. They later claimed that the nuns were giving comfort and aid to the enemy, but what followed was one of the foulest deeds of the war. Fierth’s raiders attacked the abbey, killing Aidrik’s supporters. Several nuns were raped and many buildings, including the wooden temple, burned to the ground. When word reached Fierth, he was outraged. He hunted his men down, brought them back to Erone and hung them (over the objections of the Abbess).</p>\n<p>After the civil war, Erone was rebuilt. In an act of contrition for the behaviour of his men, King Fierth paid for the construction of a new stone temple (to replace the one his men had burned), library and scriptorium, and two new chapels. He also expanded the abbey’s lands and placed it directly under royal protection. Since that time, the abbey has been permitted to pay scutage in lieu of providing two knights for the feudal levy.</p>\n<h3>Red Death (559 – 561TR)</h3>\n<p>The abbey recovered quickly after the civil war, soon exceeding its previous size. The church’s policy of strict disinterest in politics isolated it from most of the ebb and tide of Kaldoric politics. However, it could not protect it against the Red Death, a plague of spotted fever that afflicted the entire Misty Isle. As Kaldor’s only major hospital, Erone was soon overwhelmed by the sick and the desperate. Constantly exposed to the disease, the Red Death took a fearful toll on the nuns, killing over 80% of the inhabitants of the abbey. The village was depopulated and the manor became a pale shadow of its former self. There was little the nuns could do but comfort the dying.</p>\n<h3>Baronial Revolt (599 – 603TR)</h3>\n<p>The Red Death also claimed King Iemald, leading to a confused power struggle for the throne. Known as the Baronial Revolt, it was almost the death knell for Erone. With its abbess and most of its nuns and tenants dead of plague, it seemed sure to be swept off the map. But then, a middle-aged nun (presumably a mendicant priestess), Sister Avice arrived. No one knew where she came from. An independent, wise, and worldly woman, she delicately assumed the role of leader to the leaderless abbey. Tireless, she gave new hope to the few nuns that remained, recruited new acolytes from the surrounding villages, and settled refugee families, dislocated by the Baronial Revolt, on vacant land. By 605TR, the abbey was brought back from the brink. And then, one evening after dinner, Sister Avice announced she was going to go for a walk by the river. As suddenly as she had appeared, she disappeared, never to be seen again. To this day, the nuns speak of this period in hushed, reverent tones, as the time when “Peoni herself walked among us”.</p>\n<h3>Chelebin III (651 – 669TR)</h3>\n<p>Queen Chelebin III was a great patroness of the abbey. The abbey assumed its present appearance when she funded the construction of a large hospital in thanks for the order’s many labours. She was much beloved by the nuns, they offered up a year of constant prayer after her death in 669TR and still pray for her today.</p>\n<h3>Torastra’s Wars (669 – 693TR)</h3>\n<p>King Torastra fought two major wars, the Salt War with Tharda and the Treasure War with Chybisa. Both wars resulted in many sick and injured soldiers. The abbey sent nuns and lay brothers with each campaign to tend to the sick and wounded. If a soldier was too wounded to ever work again (and survived the primitive conditions of the battlefield and the long trip home) they were often brought to Erone. Several of these horribly scarred veterans, some missing legs, arms, eyes, or who have been burned, crippled or disfigured live out their final days in the care of the abbey.</p>\n<h2>Feudal Payments</h2>\n<p>Erone is held as a double knight’s fee directly from the King. When the abbey was founded 335TR, a small manor house was built to house the two knights hired to represent the manor in the King’s feudal levy. Since 377TR (the end of the civil war), the abbey has been permitted to pay scutage in lieu of providing two knights. King Miginath has been a particularly generous patron of the abbey. Each year, the abbess makes the short trip the Royal Court in Tashal. She dutifully pays the annual scutage, in full. The grateful King receives it with great solemnity, only to immediately donate the sum back to the abbey.</p>\n<h2>The Roof Debt</h2>\n<p>Late in the winter of 717TR, a violent windstorm struck Erone. The roof of the hospital was old and not particularly well built; the wind began to lift it. Seven lay brothers were attempting to secure the timbers when the entire roof peeled off as one piece, dragging them to their deaths. Three patients were killed by falling debris. Several more perished from the chill after being moved to the hostel and refectory.</p>\n<p>Replacing such a large roof requires long timbers and skilled guildsmen. Although Corlane the woodcrafter and Rayal the timberwright (with the assistance of the loyal villagers) could have replaced the roof on their own, it would have taken many months to cut, season and shape the timbers and then several weeks to assemble, install, plank and shingle the roof. Desperate to return the hospital to service as quickly as possible, the abbess decided to bring in additional timberwrights, woodcrafters and roofers from Tashal and buy seasoned timbers. Without sufficient cash reserves to pay for the project, she turned to Qualdris usurer Tommas of Cuke. He was happy to loan the abbey the sum of £40 at a rate of 5% per month (a very low and generous rate). The work was completed in the summer of 717TR.</p>\n<p>Since that time, the abbey has struggled to service the debt. The obligations of caring for the poor and sick come first. They managed to pay £12 the last six months of 717TR, which just covered the interest. The second year, they paid £24, which didn’t even pay the total interest. Last year, they were only able to pay £20.</p>\n<p>After paying £56, the abbey still owes just over £53. The interest is crushing the abbey and affecting their ability to care for the sick. The Pelnala is considering a personal appeal to the king for assistance.</p>",
        "format": 1
      },
      "_id": "ronxXYcGLL7mabDt",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -25000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!HPnCXYDhzmCbP401.ronxXYcGLL7mabDt"
    },
    {
      "name": "Village Residents",
      "type": "text",
      "text": {
        "content": "<h2>Tenant Offices</h2>\n<p>Households: 3</p>\n<p>Erone has a full complement of tenant officers, all wealthy villeins. Because of the abbey’s hands off style of management, they have considerably more power than on most manors. The most important and powerful resident is the Reeve [26], Marthan of Aswedel. The Woodward [27], Alary of Saren, and Herder [28], Jurn of Churbel assist him. They have about 40 acres each and the biggest homes in the village.</p>\n<h2>Yeomen</h2>\n<p>Households: 5</p>\n<p>Although the abbey does not have a resident knight, it does have a full complement of five yeomen, led by the Beadle [1], Harak of Pelwen. A retired Laranian meken, the beadle is equipped as medium foot. Two light foot [2,3] and two shortbow men [4, 5] assist him. The beadle reports directly to the abbess and provides security to the abbey and manor. In an emergency, the Sheriff has ordered the Bailiff of the Hundred, in neighbouring Ulben Manor, to provide whatever assistance is required. Harak keeps in close contact with his old friends at the Lady of Paladins chapterhouses in Caleme, Tashal and Wylain. He is well known and liked by the members of the order who regularly travel the Genin Trail.</p>\n<p>The beadle is also in charge of the village militia. Perhaps surprisingly, Erone has the most active and besttrained militia in the Hundred. Since she has little to fear from revolt, the abbess permits her serfs to keep weapons in their cottages (though they must buy their own). Twice a month, the beadle leads the militia in an afternoon training session, including spear and shield tactics and archery. The Bailiff of the Hundred was most impressed by their performance at the last muster. In the unlikely event of an attack on the abbey, the militia would pose an unexpectedly formidable challenge.</p>\n<h2>Craftsmen</h2>\n<p>Households: 6</p>\n<p>One of the largest manors in all of Hârn (larger than many castle towns), Erone has more master guildsmen than most villages, including a charcoaler [25] – Noraxa of Sosor, bonded miller [D &amp; 29] – Ustin of Asan, woodcrafter [30] – Corlane of Aswedel, timberwright [31] – Rayal of Aswedel, salter – Janor of Narad [32], and metalsmith [33] – Kyse of Hensin. In addition to supporting the abbey, they benefit from the steady stream of traffic travelling north – south along the Genin Trail. Corlane does a steady business repairing carts and wagons. Rayal and Corlane are cousins of the reeve and part of the wealthiest common clan in the Hundred.</p>\n<h2>Villeins</h2>\n<p>Households: 28</p>\n<p>As befits devout Peonians, the abbey is very generous with its tenants. Almost half of the tenants are villeins with about 30 acres each. Each has a large cottage on the south edge of the village [34 to 61]. Because of their enviable situation and experienced midwifes from the abbey, most villein families are large (2d6) with multiple generations in each house. Four or five healthy children per family are common. The Aswedel, Saren, and Churbel clans dominate the village. There are a half a dozen smaller clans, but most are content with the current power sharing. Marthan is well liked; the division of labour is fair and the manor well managed. Few have cause to complain.</p>\n<h2>Half-Villeins</h2>\n<p>Households: 11</p>\n<p>Even the half-villeins of Erone live relatively well compared to other manors in Kaldor. Each receives 15 or more acres. The fertile bottomland of the Kald River valley manages to provide sufficiently for their families. The half-villeins tend to have smaller families, but their children are clean and free of the ailments and diseases brought on by malnourishment. These families have cottages on the west side of the village [6 to 16].</p>\n<h2>Cottars</h2>\n<p>Households: 8</p>\n<p>The cottars who live in the village mostly work as familia (labourers employed on the demesne farm). Five of the wives have banded together and do a profitable business selling hot meals to visitors on the small common. Their homes [17 to 24] are small but well kept.</p>\n<h2>Farmers</h2>\n<p>Households: 6</p>\n<p>West of the village (off the map), along the river track to the hamlet of Telkwa, lie the outlying smallholdings of the abbey’s six farmers. Each holds about 30 acres of fine land. All six have proudly maintained houses and sizeable barns with large herds of cattle and pigs.</p>\n<h2>Hamlet of Telkwa</h2>\n<p>Households: 12</p>\n<p>Located where Lyben Creek empties into the Kald River, a small hamlet of twelve cottar families makes their living fishing on the river. Many families also supplement their income by farming small plots and poaching game on the far side of the river. The abbess and reeve have turned a blind eye to these activities as long as the cottars are discreet and do not flaunt their activities. The DeputyWarden of Chelmarch has heard rumours of tended plots and signs of poaching. However, to date, he has not been able to spare men to investigate.</p>",
        "format": 1
      },
      "_id": "BsYmVIxpbg9x7VQ4",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -12500,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!HPnCXYDhzmCbP401.BsYmVIxpbg9x7VQ4"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Erone Abbey is a \"Location Module\"; it is designed to depict the Erone Abbey and village located just south of Tashal, kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this abbey and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the \"<a href=\"https://www.lythia.com/harnworld/settlements/erone/\">Erone Abbey</a>\" fanon; please see @UUID[JournalEntry.HPnCXYDhzmCbP401.JournalEntryPage.gZsMF6dr9u8gr9FI]{Credits} for more information.</p>\n<p>The abbey is held by the Peonian Pelnala Velira Siwen, abbess of Erone.  Erone Abbey is widely known as a place of healing and peace, and the waters of its natural hot springs are widely considered therapeutic.  </p>\n<p>This module details all of the households, including plans of the abbey compound.</p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>This entire module is system-agnostic.  See the section below on NPCs for details about the residents; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Using the Scenes</h2>\n<p>Both the abbey and village are provided as scenes with map markers describing the various important areas.  The main village map also contains map markers for all the various residences throughout the village.</p>\n<h3>Lighting</h3>\n<p>Scenes have been setup with unrestricted vision, although normal token vision rules apply (i.e., you can't see through walls).</p>\n<p> </p>\n<h2>Background Information</h2>\n<p>For historical, political, and recent events, see @UUID[JournalEntry.HPnCXYDhzmCbP401.JournalEntryPage.ronxXYcGLL7mabDt]{Settlement Overview}.</p>\n<p>For adventure hooks applicable to the Abbey, see @UUID[JournalEntry.HPnCXYDhzmCbP401.JournalEntryPage.j8eUcvISOjN7uKcC]{Adventure Hooks}.</p>\n<p> </p>\n<h2>Local Map</h2>\n<p>The following locations are all depicted in the Erone Area scene.</p>\n<ol style=\"list-style-type:upper-alpha\">\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.Yj1ezAwJEG6TU3Yb]{North Common}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.pILZvLimcJFv0h68]{Lyben Crossing}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.Y0RWcM7TOYkP4MOc]{Weir}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.49yZyBljfTVDak1P]{Granary and Mill}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.ZkpdZVsXym7EwY9C]{Demesne Farm}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.thCduqfTq5un7luc]{Abbey}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.ZKDjgeFPBQkZWhnL]{Cemetery}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.t7t0Hz7IuLgfr46A]{Small Common}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.yw3wgAOwb3mXjAFS]{Village Common}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.pxzgimoizm5HDYGd]{Pond}</li>\n<li>@UUID[JournalEntry.GiRKhHaQsYaYdtW7.JournalEntryPage.IUc8Cx7iNdBJOF9D]{Village Holy Symbol}</li>\n</ol>\n<p>For details of the homes and shops of the village residents, see below.</p>\n<p> </p>\n<h2>Abbey</h2>\n<p>The abbey compound is divided into four sections, or \"quarters\": Spring, Summer, Autumn, and Winter.</p>\n<p>For details of the abbey compound, see @UUID[JournalEntry.0R9Km6jDsZZOtN7V.JournalEntryPage.fh5m5FLyWKoWLIkB]{The Abbey Quarters}.</p>\n<p> </p>\n<h2>Village Residents</h2>\n<p>Village residents are summarized in the table below.  For more information, see @UUID[JournalEntry.HPnCXYDhzmCbP401.JournalEntryPage.BsYmVIxpbg9x7VQ4]{Village Residents}.</p>\n<table>\n<thead>\n<tr>\n<th style=\"width:4em\">Loc</th>\n<th>Resident</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Beadle Harak of Pelwen</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Yeoman Light Foot</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Yeoman Light Foot</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Yeoman Shortbow</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Yeoman Shortbow</td>\n</tr>\n<tr>\n<td>6-16</td>\n<td>Half-Villein</td>\n</tr>\n<tr>\n<td>17-24</td>\n<td>Cottars</td>\n</tr>\n<tr>\n<td>25</td>\n<td>Charcoaler Horaxa of Sosor</td>\n</tr>\n<tr>\n<td>26</td>\n<td>Reeve Marthan of Aswedel</td>\n</tr>\n<tr>\n<td>27</td>\n<td>Woodward Alary of Saren</td>\n</tr>\n<tr>\n<td>28</td>\n<td>Herder Jurn of Churbel</td>\n</tr>\n<tr>\n<td>29</td>\n<td>Bonded Miller Ustin of Asan</td>\n</tr>\n<tr>\n<td>30</td>\n<td>Woodcrafter Corlane of Aswedel</td>\n</tr>\n<tr>\n<td>31</td>\n<td>Timberwright Rayal of Aswedel</td>\n</tr>\n<tr>\n<td>32</td>\n<td>Salter Janor of Narad</td>\n</tr>\n<tr>\n<td>33</td>\n<td>Metalsmith Kyse of Hensin</td>\n</tr>\n<tr>\n<td>34-61</td>\n<td>Villein</td>\n</tr>\n</tbody>\n</table>",
        "format": 1
      },
      "_id": "w1XYPIjuL1Vdg5oo",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!HPnCXYDhzmCbP401.w1XYPIjuL1Vdg5oo"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201997369,
    "modifiedTime": 1659201997369,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "HPnCXYDhzmCbP401",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!HPnCXYDhzmCbP401"
}
